

nominus=["в жопу себе минусани", "нет", "пнх","минусят только мудилы и душнилы","а давай тебя)","себе минусани, пёс"]
whoises = ["ник незнакомый","ты кто такой сука","ковальски анализ","анализ ковальски","а это кто вообще","whois", "бот это кто", "бот кто это", "хуйс", "бот сканируй","ты ктоооааа", "бот фас"]
botwhoises=["я это я, а лес воооон там --> 🌲🌳🌲🌳🌲","я бот ты чо","отвянь", "да чё надо те","а ты кто?"]
quotegrab=["quote","бот запиши","бот сохрани","сохранить цитату","ахаха жжош сцуко","в цитатник"]
quoteme=["qrandom","случайную цитату"]
quotesaves=["Сохранено!","Эту цитата уже была сохранена!","Себя цитировать нельзя, фу!"]
whoisme=["бот кто я","я кто","кто я"]
badwords1=["сука","нахуй","блядь","заебал","отъебись","ебучий","уебок","тварь","ебаный","пошел","блять","бля","ёбанный","ёбаный","ебанный","пидор","пидорас","пидриле","курва","сучара","говно","говнюк","иди","надоел"]
removewords=["сука заебал спамить","пошел нахуй бот ебучий","пошёл нахуй бот ебучий","нахуй пошёл бот ебучий","нахуй пошел бот ебучий","бот убери","рева убери","катя убери","поля убери","дана убери","нина убери","настя убери","богдан убери","еж убери","ёж убери","бодя убери","юля убери","гном убери","ёжик убери","ежик убери"]
removeokwords=["слушаюсь!","ок","так его","правильно, нехуй тут чятик засирать","щас я как жахну","да, и выебать еще","а может, сразу в бан нахуй?"]
cantremovewords=["а может тебя, сука?","совсем кожаные мешки охуели","а давай тебя","выебу","хватит тут мне играться","а человеков мне низя("]
nomorepizda=["отписка от услуги \"пизда\" успешна","ок ок я иду нахуй уже да"]
morepizda=["с удовольствием!","вы подписались на услугу \"пизда\"","кому?","пизды закончились, хуй будешь?"]
console_greetings="Тебя приветствует Операционная Система «Мартын» версия 22070809090802! What are you going to do today?"


pizdaresponses={
    'твоя': ["жопа","а у меня хуй", "нет, твоя","бесплатно скачать без регистрации и смс"],
    'ампылда': ["от котакбаса слышу","котагынды жеме","амынды шыгарам"],
    'хуй': ["жопа блять","твой","покажи"]

}

takresponses=[
    "пук","а вот не так","бан","ты опять там на связь выходишь?","срак","пердак","хуяк",
    "пук","а вот не так","бан","ты опять там на связь выходишь?","срак","пердак","хуяк",
    "пук","а вот не так","бан","ты опять там на связь выходишь?","срак","пердак","хуяк",
    "как? нет, сука, ну вот как? ёбаный в рот, это уже не смешно блять, ты этот прикол уже 2 года до дырок затираешь нахуй, уже никто не ведётся же. бля, придумай наконец что-нибуть новое. это пиздец вообще, даже у бота бомбануло блять."
]
grant_phrases={
    'дать метлу': "cleaner"

}
revoke_phrases={
    'забрать метлу': "cleaner"
}
grant_messages={
    'cleaner':", теперь ты можешь чистить сообщения за ботами!"
}
revoke_messages={
    'cleaner':", возможность чистки за ботами отключена."
}

perm_badges={
    'cleaner': "🧹"
}

show_quotes={
    "показать цитаты","есть компромат"
}
